app/controllers/sites_controller.rb

SELECT `sites`.* FROM `sites`
---
  def index
	@TEST = "Nuevo Projecto"
	@id = 1
	@GetData = Site.all